[
    {
        "id": 1,
        "title": "Steve Martin, 1979",
        "medium": "Stand Up",
        "reviewtype": "Individual Piece",
        "desc": "Steve Martin's famous wild and crazy guy act",
        "img": "stevearrow.jpg",
        "lastupdated": "01/28/2025",
        "gold": true,
        "clips": [
            {
                "clip": 0,
                "title": "That Cat",
                "link": "https://www.youtube.com/embed/RRocmX0pF9U?si=7p1uxoEBBIeufkno&amp;start=1529&amp;end=1569"
            },
            {
                "clip": 1,
                "title": "Ballon Animals!",
                "link": "https://www.youtube.com/embed/RRocmX0pF9U?si=7p1uxoEBBIeufkno&amp;start=2310&amp;?end=2462"
            },
            {
                "clip": 2,
                "title": "King Tut",
                "link": "https://www.youtube.com/embed/RRocmX0pF9U?si=7p1uxoEBBIeufkno&amp;start=2565"
            }
        ],
        "reviewlines": [
            "Definitely in my top three favorite stand up performances, maybe even my favorite. Steve Martin at his best! The energy and goofiness throughout is so hysterical."
        ]
    },
    {
        "id": 2,
        "title": "Nashville Skyline",
        "medium": "Music",
        "reviewtype": "Individual Piece",
        "desc": "Bob Dylan's 1969 country album",
        "img": "nashsky.jpg",
        "lastupdated": "01/28/2025",
        "gold": true,
        "clips": [
            {
                "clip": 0,
                "title": "Lay Lady Lay",
                "link": "https://www.youtube.com/embed/LhzEsb2tNbI?si=SE8j3uVlNR2dVhD1;start=0"
            },
            {
                "clip": 1,
                "title": "Tonight I'll be Staying Here with You",
                "link": "https://www.youtube.com/embed/9ZhLGP5dF2k?si=PH4ddnlW0jmIPYHC&amp;start=0"
            },
            {
                "clip": 2,
                "title": "To Be Alone with You",
                "link": "https://www.youtube.com/embed/3OoXZHf4R7g?si=vyIW94wTq3QbrH7Y&amp;start=0"
            }
        ],
        "reviewlines": [
            "Among my favorite albums ever made, I think hardcore Bob Dylan fans may be deterred by Bob Dylan's new voice or the lack of complicated lyrics on the album. To me, however, these are the record's strenghs - his softer voice fits the romantic themes of the album perfectly, and the lyrics are just as beautiful as any other work of Dylan's.",
            "In fact, I'd say the verses are made more powerful because of the restraint demonstrated through not filling every second with words that sound poetic, but really just allowing the most essential, primal, and relatable emotions to exist on their own merit. I saw a post online where someone said Lay Lady Lay sounds like the way you look at someone you're in love with when they don't know you're looking, and that describes how the song feels to me perfectly.",
            " I've included my favorite songs below, but it's really one of those albums you could listen to top to bottom without a bad moment."
        ]
    },
    {
        "id": 3,
        "title": "English",
        "medium": "Theater",
        "reviewtype": "Individual Piece",
        "desc": "A play about Iranians learning English",
        "img": "english.jpg",
        "lastupdated": "01/28/2025",
        "gold": false,
        "reviewlines": [
            "I'm not going to lie, I got free tickets to this play and just want to class the site up a bit by adding theater. Anywho, afterwords I had some thoughts so I wrote them down.",
            "The lighting was exceptional and created such a natural feel; I could've watched the stage rotate through a day of light and been entertained.",
            " The execution of English being spoken with an accent and Farsi without was incredibly well done, it went just long enough without explanation to create intrigue but quick enough to prevent confusion.",
            " The Ricky Martin scene was hilarious.",
            " “I will fuck everyone!”",
            " It's interesting how in a play about communication, it so often appears as a disruptive theme even beyond communication; Omid should've told Marjan he was engaged, the son should tell Roya he needs space.",
            " I'm torn between feeling we're supposed to think Elham was a jerk for joining the class and just feeling bad for him, but I felt more so the latter; With his reasoning of feeling like a stranger in both worlds you can at least understand why he did it, and his behavior was minimally disruptive enough to feel more bad for him than assume he's a bad person.",
            " Goli is what I imagine Zari from Duolingo is like in real life.",
            " The actress for the Elham (Tala Ashe) was superb, being funny, relatable or impassioned as the scenes called for it.",
            " I'd love to know what they said at the end, but I think in the spirit of its message I'll just let it be; that message being one communicating the frustration to a new language being imposed on you is ending enough for me."
        ]
    },
    {
        "id": 4,
        "title": "Simpsons",
        "medium": "Television",
        "reviewtype": "Best of",
        "desc": "My favorite Simpsons episodes",
        "img": "simpsons.jpeg",
        "lastupdated": "02/20/2025",
        "gold": false,
        "clips": [
            {
                "clip": 0,
                "title": "You're heaven in hush puppies (Embraceable You) S8E19",
                "link": "https://www.youtube.com/embed/llPevkMjDHg?si=1uGbQUJahZKwNeCD"
            },
            {
                "clip": 1,
                "title": "Lisa meets Bleeding Gums S1E6",
                "link": "https://www.youtube.com/embed/V86xXwaqPOU?si=HH7Niw9nARlXTBuL"
            },
            {
                "clip": 2,
                "title": "Grandpa, are you sitting on the pie? S8E4",
                "link": "https://www.youtube.com/embed/YFc2uqYS11s?si=J7NmuK5cnUzWD3q2"
            },
            {
                "clip": 3,
                "title": "Lisa meets Paul McCartney S8E4",
                "link": "https://www.youtube.com/embed/UrGvlkRysEU?si=hi46Yq4Da2mTEVtT&amp;start=98"
            }
        ],
        "reviewlines": [
            "The Simpsons are iconic, there's not much I can say about them you won't know. I do really enjoy the Simpsons, though it's not quite at gold status to me like Bojack or Family Guy. That being said, as a huge fan of cartoons, I have to tip my cap to the show as an innovator. The show does have so many evergreen episodes, and here are some of the ones I love, with clips.",
            "S8E19 - Grade School Confidential",
            "S3E20 - Colonel Homer",
            "S10E6 - D'oh-in' in the Wind",
            "S7E5 - Lisa the vegetarian",
            "Honorable mention: S7E4 - Bart Sells his soul, S5E09 - Last Temptation of Homer,S1E6 Moanin' Lisa"
        ]
    },
    {
        "id": 5,
        "title": "Killin' Them Softly",
        "medium": "Stand Up",
        "reviewtype": "Individual Piece",
        "desc": "Dave Chappelle's 2000 DC Standup",
        "img": "chap.jpg",
        "lastupdated": "01/28/2025",
        "gold": false,
        "clips": [
            {
                "clip": 0,
                "title": "Don't Bust",
                "link": "https://www.youtube.com/embed/0qGd6KXh_ig?si=Q9T0GKhQ2ivqCBOt&amp;start=2480&amp;end=2551"
            },
            {
                "clip": 1,
                "title": "Pepe & Oscar",
                "link": "https://www.youtube.com/embed/0qGd6KXh_ig?si=Q9T0GKhQ2ivqCBOt&amp;start=1415&amp;end=1514;"
            },
            {
                "clip": 2,
                "title": "Spread 'em",
                "link": "https://www.youtube.com/embed/0qGd6KXh_ig?si=Q9T0GKhQ2ivqCBOt&amp;start=234&amp;end=289"
            }
        ],
        "reviewlines": [
            "For my money this is Chappelle at his finest - edgy, but really creative and without ego in doing so."
        ]
    },
    {
        "id": 6,
        "title": "Norm Macdonald on Talk Shows",
        "medium": "Stand Up",
        "reviewtype": "Best of",
        "desc": "Norm Macdonald's best clips on Conan",
        "img": "normconan.jpg",
        "lastupdated": "02/16/2025",
        "gold": true,
        "clips": [
            {
                "clip": 0,
                "title": "Bored",
                "link": "https://www.youtube.com/embed/bKmadR4Ye54?si=CnIiRdFpMWC4Lxxp"
            },
            {
                "clip": 1,
                "title": "Life Saving Pig",
                "link": "https://www.youtube.com/embed/vATVsdYLRT0?si=XMcz8VDGUp7ivvX8"
            },
            {
                "clip": 2,
                "title": "Doghouse",
                "link": "https://www.youtube.com/embed/Oseqh7SMIvo?si=_mlgmDfkuCXkPS-d"
            }
        ],
        "reviewlines": [
            "Norm Macdonald on Conan is comfort food to my soul. Stand up is difficult; doing an act like Andy Kaufman, where you explore the boundaries of abstract humor is even more difficult. But Norm's style, where everyone in the audience knows the punchline well before he say it? It takes a master. In Steve Martin's Born Standing Up, he decribes one day realizing that the best laughs he's had in his life are those with friends, where the humor of a situation develops naturally; Norm is able to create this organic, friend-like laughter routinely, and paired with his quick wit and general likeability he is one of my favorite comics ever. It's hard to express how mcuch Norm's humor has helped me through times of loneliness, and I will always appreciate him for his work."
        ]
    },
    {
        "id": 7,
        "title": "Best of Family Guy",
        "medium": "Television",
        "reviewtype": "Best of",
        "desc": "Overview of my favorite parts of Family Guy",
        "img": "brian.jpg",
        "lastupdated": "02/20/2025",
        "gold": false,
        "clips": [
            {
                "clip": 0,
                "title": "Decade Song and VR with Pearl",
                "link": "https://www.youtube.com/embed/KMiCC1MOfEQ?si=d7KZjUdJfv6BN8GE"
            },
            {
                "clip": 1,
                "title": "Earth Angel",
                "link": "https://www.youtube.com/embed/ydJtrly7Gwo?si=tpLraS0JZod-zIkM"
            }
        ],
        "reviewlines": [
            "With all the 10 minute cropped youtube episodes out there (I'm at least half their views), it's easy to forget how spectacular a show Seth Macfarlane created with Family Guy. But the early seasons were hilarious and very touching at times, and while the more modern seasons still have their moments in a topical way, those from the begining had such a brilliant abstract and specifically relatable comedy that made them really unique. Blending this in occasionally with poignant moments and characters, which came from the same honesty about the world as the shows humor, yielded the best episodes which I've linked some clips of below. I'm also a huge fan of the musical segments, which have their own seperate page.",
            {
                "url": "8",
                "newtab": "_self",
                "text": "S8E17 Brian & Stewie; see my full review here"
            },
            {
                "url": "9",
                "newtab": "_self",
                "text": "My favorite musical moments"
            },
            "S3E17 Brian Wallows and Peter's Swallows (see Decade Song and VR with Pearl)",
            "S5E18 Meet The Quarmires (see Earth Angels)"
        ]
    },
    {
        "id": 8,
        "title": "Brian and Stewie",
        "medium": "Television",
        "reviewtype": "Individual Piece",
        "desc": "My favorite Family Guy episode",
        "img": "brianandstewie.jpg",
        "lastupdated": "02/20/2025",
        "gold": true,
        "clips": [
            {
                "clip": 0,
                "title": "Living without purpose",
                "link": "https://www.youtube.com/embed/HrkYUP_LQn0?si=vm8AvWuIg-1th81c"
            }
        ],
        "reviewlines": [
            "One of my favorite TV episodes of all time, this is such a unique episode of Family Guy that has always resonated with me very deeply. I've always related strongly to Brian in the way everyone might see themselves in the Seinfeld characters - he's flawed, but in similar ways to me, and the jokes about those flaws make me laugh at myself. He's become more shallow in recent seasons, and in this episode we see the edge that his character lost that made him endearing depite his flaws; through the snobbiness and self-destruction, he has a great deal of appreciation for loved ones and the world, and his relationship with Stewie is a beautiful closeness that suggests that passion is perhaps its own purpose."
        ]
    },
    {
        "id": 9,
        "title": "Family Guy Musical Moments",
        "medium": "Television",
        "reviewtype": "Best of",
        "desc": "Best Family Guy Musical Moments",
        "img": "bagofweed.webp",
        "lastupdated": "02/20/2025",
        "gold": false,
        "clips": [
            {
                "clip": 0,
                "title": "Down Syndrome Girl",
                "link": "https://www.youtube.com/embed/KreUinWX6xM?si=2HpuiYVRgt6WcoUw"
            },
            {
                "clip": 1,
                "title": "FCC Song",
                "link": "https://www.youtube.com/embed/Pupx2VoWcmo?si=Cfur0-JmxFrC0Npc"
            },
            {
                "clip": 2,
                "title": "Bag of Weed",
                "link": "https://www.youtube.com/embed/jK8fAUlqbow?si=5EvfeRvM7eT9tMo7"
            }
        ],
        "reviewlines": [
            "Family guy's musical segments shine in combining to show off Seth Macfarlane's tremendous writing, voice acting, and singing abilities. His voice isn't just cartoon great, Macfarlane is truly an awesome crooner; No Moon at All from his album Blue Skies is terrific, as his work in the show itself."
        ]
    },
    {
        "id": 10,
        "title": "Best of Woody Allen",
        "medium": "Movies",
        "reviewtype": "Best of",
        "desc": "Best of Woody Allen",
        "img": "woody.jpg",
        "lastupdated": "03/26/2025",
        "gold": false,
        "clips": [
            {
                "clip": 0,
                "title": "Annie Hall Spider Scene",
                "link": "https://www.youtube.com/embed/Z-5_kcs4p2Q?si=Xy_z5oJZ21jTjvZa"
            },
            {
                "clip": 1,
                "title": "Manhattan Intro",
                "link": "https://www.youtube.com/embed/7mwZYGcbQCo?si=UzViiE5amVO84Js8"
            },
            {
                "clip": 2,
                "title": "Golden Watch",
                "link": "https://www.youtube.com/embed/NJZ7_fvcW58?si=kB6msyWA0o0y2MjL&amp;start=342&amp;end=372"
            }
        ],
        "reviewlines": [
            "I simultaneously wish I liked Woody Allen's work more and less, and I think that's landed me in a position where I throughly enjoy my favorites from his work, and completely disregard the rest. The first movie of his I watched was Annie Hall, and I have since loved it - it's hard to have that much New York City and Diane Keaton screen time without feeling romantic. But it's also endlessly creative in the tools it uses, from animation to perfect long shots to the conversation subtitles, and really funny throughout too. I've also seen a couple stand up clips of his, and they're definitely underrated relative to the rest of his career. But since then I've gone through a lot of his work, hoping to find more pieces that resonate with me in the same way, and just haven't found many. Not that there aren't decent films - 'Hannah and Her Sisters' and 'Match Point' were worth watching. But considering how extensive his volume of work is, not much of it has been that impactful on me personally. Additionally it's disheartening to have such a visible Jew associated with being pervy, and I'm not too keen on advocating for his work in case it promotes an association. I've linked my favorite scene from Annie Hall below, though the whole movie is great, the opening to Manhattan which I swear was like watching my own thoughts rewritten by a much better writer then read aloud, and my favorite stand up joke of his."
        ]
    },
    {
        "id": 11,
        "title": "Best of Jesse Welles",
        "medium": "Music",
        "reviewtype": "Best of",
        "desc": "Best of Jesse Welles",
        "img": "jesse.jpg",
        "lastupdated": "04/03/2025",
        "gold": false,
        "clips": [
            {
                "clip": 0,
                "title": "Why Don't You Love Me",
                "link": "https://www.youtube.com/embed/JhLnsriF4T0?si=RDI3bzM5c2_xy7yp"
            },
            {
                "clip": 1,
                "title": "War is a God",
                "link": "https://www.youtube.com/embed/W6x125_JCvc?si=Ehx2xkqj_mAPzthC"
            },
            {
                "clip": 2,
                "title": "Vape",
                "link": "https://www.youtube.com/embed/K3Kupv4Lxgo?si=jp8B0xLYAiHItWGF"
            }
        ],
        "reviewlines": [
            "Jesse Welles is one of my favorite musicians today, and regardless of whether one agrees with him on everything his willingness to approach contemporary issues with an unapologetically opinionated approach is a boldness to be respected. That being said I do agree with most of the themes of his work, particularly pacifism and wellbeing through simplicity. On top of that he's just a damn good musician, and his guitar skills and raspy impassioned voice really stand out to me. Below are my favorites of his songs, touching on the topics of love, peace, and wellbeing."
        ]
    },
    {
        "id": 12,
        "title": "Django Unchained",
        "medium": "Movies",
        "reviewtype": "Individual Piece",
        "desc": "My favorite movie",
        "img": "django.jpg",
        "lastupdated": "04/03/2025",
        "gold": true,
        "clips": [
            {
                "clip": 0,
                "title": "He's the guy",
                "link": "https://www.youtube.com/embed/FT72UxKVA-g?si=MK2w2hxudvSGaMGM"
            },
            {
                "clip": 1,
                "title": "Killing the Brittle brothers",
                "link": "https://www.youtube.com/embed/BJy-omB4se8?si=lKKnimm8kHPN4qN8"
            },
            {
                "clip": 2,
                "title": "Calvin Candy's Monologue",
                "link": "https://www.youtube.com/embed/hglyRJXCNCM?si=c7KHptT5QS6GZZ6-"
            }
        ],
        "reviewlines": [
            "I feel a little guilty Inglourious Basterds isn't my favorite Tarantino movie - the ultimate Jewish revenge fantasy on the Nazis? Christoph Waltz in one of the best performances of all time? How could it not be? But Django is just an absolute masterpiece. I've never rooted for a character harder than I have for Django, and this combined with beautiful cinematography and superb acting performances, make Django my favorite movie. First, the scene where Leonardo DiCaprio slams his hand on the table, genuinely creating a deep cut in his hand, and then continues the scene is of course iconic. On top of that the scene in which the KKK get their hoods wrong is hilarious, but my favorite two scenes are the following:",
            "The first is when Django shows up to kill the Brittle Brothers. To start the confusion in the beginning with Django's status as a freeman excellently demonstrates the nonsensical nature of bigotry (what a pretentious way to just say the scene is funny). More seriously, Django's love for Broomhilda compelling him to beg to be whipped instead of her is moving, and her screams really sell the Brittles' cruelty. The shot where Ellis's blood is sprayed across the cotton is beautifully poetic following the previous demonstrations of their brutality, and my favorite shot in any movie. Just every little detail is perfect and accounted for - Jodie looking in the dirty mirror to see the carnage, Django kicking away the gun to make sure Rodg properly suffers for his actions with the whip, the soaring heroic music and the nervous crescendo before the whipping.",
            "But the greatest scene of all has to be the finale. I go back and watch the scene any time I need a pick me up - he's the guy, the talk of the town! Perfect, perfect revenge. Steven throwing down his cane, the excessive, glorious violence, the song, the smoke coming through Django's sunglasses, beautiful Broomhilda's gleeful smile of pride, the horse dancing (I toppled one of the worst slave traders, I saved the love of my life, and I had time to teach more to dance doing it), and, most importantly, Django's brilliant smile with the explosion behind him - it just can't be beat."
        ]
    }
]